cask_args appdir: "/Applications"
tap "caskroom/cask"
brew 'shellcheck'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'coreutils'
brew 'curl --with-openssl'
brew 'dep'
brew 'cask'
brew 'emacs'
brew 'jq'
brew 'subversion'
brew 'tmux'
brew 'pass'
brew 'git'
brew 'python'
brew 'hopenpgp-tools'
brew 'pinentry-mac'
brew 'flyway'
brew 'pigz'
brew 'pre-commit'
brew 'zsh-completions'

cask 'docker'
cask 'iterm2'
cask 'google-chrome'
cask 'gpg-suite'
cask 'slack'
cask 'sourcetree'
cask 'visual-studio-code'
cask 'google-cloud-sdk'
cask 'font-meslo-for-powerline'
